export const longVowels = {
  id: "17cac414-90ce-462c-8cda-7afdcc8a5b5e",
  title: "Долгие гласные",
  subTitle: "ああ, いい, うう, えい, おう",
  infoTitle: "Информация",
  infoSubTitle: "Здесь мы раскажем вам о долгих гласных.",
  icon: "子音",
  category: ["hiragana"],
  screens: [
    {
      
      title: "Долгие гласные.",
      blocks: [
        {
          text: "Ранее мы затрагивали тему специальных знаков в хирагане. Сегодня мы углубимся в изучение долгих гласных. Начнем с основ — повторим пять базовых гласных.",
        },
        {
          table: [
            ["Романдзи", "A", "I", "U", "E", "O"],
            ["Хирагана", "あ", "い", "う", "え", "お"],
          ],
        },
      ],
    },
    {
      
      title: "Подсказка!",
      blocks: [
        {
          text: "Давайте рассмотрим, как долгие гласные могут менять значение слов. Это критически важно для правильного понимания и избежания путаницы.",
        },
        {
          rules: [
            "おばさん (obasan) - тетя; женщина средних лет",
            "おばあさん (obaasan) - бабушка",
          ],
        },
      ],
    },
    {
      
      title: "Запомни правило!",
      blocks: [
        {text: "あ(a) делает любой слог хираганы, оканчивающуюся на «a», долгой (например, かあ - kaa)."},
        {text: "い(i) делает любой слог хираганы, оканчивающуюся на «i», долгой (например, にい - nii)."},
        {text: "う(u) делает любой слог хираганы, оканчивающуюся на «u», долгой (например, くう - kuu)."},
        {
          rules: [
            "おかあさん (okaasan) - мать",
            "おにいさん (oniisan) - старший брат",
            "くうき (kuuki) - воздух",
          ],
        },
      ],
    },
    {
      
      title: "Сопоставь хирагану с романдзи.",
      blocks: [
        {
          pairs: [
            ["おじいさん", "ojīsan (дедушка)"],
            ["おばあさん", "obāsan (бабушка)"],
            ["すうじ", "suu ji (цифра)"],
          ],
        },
      ],
    },
    {
      
      title: "Запомни правило!",
      blocks: [
        {
          text: "い (i) делает любой слог хираганы, оканчивающуюся на «e», долгой (например, せい - sei).",
        },
        {
          text: "う (u) делает любой слог хираганы, оканчивающуюся на «o», долгой (например, こう - kou).",
        },
        {
          rules: [
            "がくせい(gakusei) - ученик; ученица",
            "こうこう(koukou) - средняя школа",
          ],
        },
      ],
    },
    {
      
      title: "Сопоставь хирагану с романдзи.",
      blocks: [
        {
          pairs: [
            ["せんせい", "sensei (учитель)"],
            ["がくせい", "gakusei (ученик)"],
            ["ほうりつ", "houritsu (закон) "],
          ],
        },
      ],
    },
    {
      
      title: "Запомни!",
      blocks: [
        {
          text: "Частица «wa», выполняющая функцию подлежащего, пишется как хирагана は (ha). Это единственный случай, когда мы пишем は (ha), а произносим - «wa».",
        },
        {
          rules: [
            "わたし は がくせい です (Watashi wa gakusei desu) - Я студентка.",
          ],
        },
      ],
    },
  ],
};
