export const dakuonAndHandakuonKatakanaLesson = {
  id: "5cb6d389-dfe6-4feb-94f0-51e6aa32329f",
  title: "Дакуон и хандакуон",
  subTitle: "Специальные знаки катаканы",
  infoTitle: "Информация",
  infoSubTitle: "Здесь мы расскажем вам о специальных знаках катаканы.",
  icon: "濁音",
  category: ["katakana"],
  screens: [
    {  
      title: "Дакуон и хандакуон.",
      blocks: [
        {
          text: "После того, как мы освоили основные слоги катаканы, пришло время познакомиться с дакуон и хандакуон — особыми знаками, которые изменяют звучание слогов.",
        },
        {
          text: "Для начала давай узнаем, с какими слогами катаканы можно употреблять эти знаки:",
        },
        {
          table: [
            [
              "Романджи",
              "ka, ki, ku, ke, ko",
              "sa, shi, su, se, so",
              "ta, chi, tsu, te, to",
              "ha, hi, fu, he, ho",
            ],
            [
              "Катакана",
              "カ, キ, ク, ケ, コ",
              "サ, シ, ス, セ, ソ",
              "タ, チ, ツ, テ, ト",
              "ハ, ヒ, フ, ヘ, ホ",
            ],
          ],
        },
      ],
    },
    {
      
      title: "Сопоставь катакану с романдзи.",
      blocks: [
        {
          pairs: [
            ["タコ", "tako (осьминог)"],
            ["ハト", "hato (голубь)"],
            ["カキ", "kaki (хурма)"],
          ],
        },
      ],
    },
    {
      
      title: "Дакуон ka, ki, ku, ke, ko.",
      blocks: [
        {
          text: "Добавляя специальные знаки дакутен, представляющие собой две короткие палочки в правом верхнем углу, к слогам, мы формируем новые звуки. Ознакомьтесь, как это изменяет произношение.",
        },
        {
          table: [
            ["Глухие", "カ (ka)", "キ (ki)", "ク (ku)", "ケ (ke)", "コ (ko)"],
            ["Звонкие", "ガ (ga)", "ギ (gi)", "グ (gu)", "ゲ (ge)", "ゴ (go)"],
          ],
        },
      ],
    },
    {
      
      title: "Выбери каткану для gorufu (гольф).",
      blocks: [
        {
          answers: [
            { title: "ゴキブリ", isTrue: false },
            { title: "ゴルフ", isTrue: true },
            { title: "ココア", isTrue: false },
          ],
        },
      ],
    },
    {
      
      title: "Дакуон za, ji, zu, ze, zo.",
      blocks: [
        {
          text: "Аналогичным образом мы добавляем дакутен к слогам, начинающихся с 's', преобразуя их в звонкие звуки.",
        },
        {
          table: [
            ["Глухие", "サ (sa)", "シ (shi)", "ス (su)", "セ (se)", "ソ (so)"],
            ["Звонкие", "ザ (za)", "ジ (ji)", "ズ (zu)", "ゼ (ze)", "ゾ (zo)"],
          ],
        },
      ],
    },
    {
      
      title: "Выбери катакану для kujira (кит).",
      blocks: [
        {
          sequence: [ "ク", "ジ", "ラ"]
        },
      ],
    },
    {
      
      title: "Дакуон da, ji, zu, de, do.",
      blocks: [
        {
          text: "Добавляя дакутен к слогам, начинающихся с 't', мы создаём другой набор звонких звуков.",
        },
        {
          table: [
            ["Глухие", "タ (ta)", "チ (chi)", "ツ (tsu)", "テ (te)", "ト (to)"],
            ["Звонкие", "ダ (da)", "ヂ (ji)", "ヅ (zu)", "デ (de)", "ド (do)"],
          ],
        },
      ],
    },
    {
      title: "Обрати внимание!",
      blocks: [
        {
          text: "Слоги ジ (ji) и ヂ (ji), а также ズ (zu) и ヅ (zu) произносятся одинаково в современном японском. Ранее эти звуки различались, но со временем слились.",
        },
        {
          text: "Важно отметить, что для слов с «ji» чаще всего используется ジ, а для слов с «zu» - ズ. Лишь с очень немногими словами употребляется ヂ и ヅ.",
        },
        {
          rules: [
            "ジ (ji) и ズ (zu) используются чаще всего",
            "ヂ (ji) и ヅ (zu) используются лишь в нескольких словах",
          ],
        },
      ],
    },
    {
      
      title: "Выбери катакану для mukade (сороконожка).",
      blocks: [
        {
          answers: [
            { title: "ムカデ", isTrue: true },
            { title: "ホテル", isTrue: false },
            { title: "インド", isTrue: false },
          ],
        },
      ],
    },
    {
      
      title: "Дакуон ba, bi, bu, be, bo.",
      blocks: [
        {
          text: "Теперь давай изучим специальные знаки дакутен для строки, начинающейся с «h».",
        },
        {
          table: [
            ["Звук «h»", "ハ (ha)", "ヒ (hi)", "フ (fu)", "ヘ (he)", "ホ (ho)"],
            ["Звук «b»", "バ (ba)", "ビ (bi)", "ブ (bu)", "ベ (be)", "ボ (bo)"],
          ],
        },
      ],
    },
    {
      
      title: "Выбери катакану для buraun (коричневый).",
      blocks: [
        {
          answers: [
            { title: "ブラウン", isTrue: true },
            { title: "バイク", isTrue: false },
            { title: "ボリビア", isTrue: false },
          ],
        },
      ],
    },
    {
      
      title: "Хандакуон pa, pi, pu, pe, po.",
      blocks: [
        {
          text: "Строка хираганы, начинающаяся с ハ (ha) - особенная! К ней мы можем добавить не только дакутен, но и хандакутен, маленький кружок, который преобразует звуки в 'p'.",
        },
        {
          table: [
            ["Звук «h»", "ハ (ha)", "ヒ (hi)", "フ (fu)", "ヘ (he)", "ホ (ho)"],
            ["Звук «b»", "バ (ba)", "ビ (bi)", "ブ (bu)", "ベ (be)", "ボ (bo)"],
            ["Звук «p»", "パ (pa)", "ピ (pi)", "プ (pu)", "ペ (pe)", "ポ (po)"],
          ],
        },
      ],
    },
    {
      
      title: "Выбери романдзи для アパレル (одежда).",
      blocks: [
        {
          answers: [
            { title: "apareru", isTrue: true },
            { title: "abareru", isTrue: false },
            { title: "ahareru", isTrue: false },
          ],
        },
      ],
    }
  ],
};
