export const longConsonantsKatakana = {
  id: "7c56b8b0-832e-4e2e-badc-cf93f4e97a9e",
  title: "Долгие согласные",
  subTitle: "ッ + k, ッ + s, ッ + t, ッ + p",
  infoTitle: "Информация",
  infoSubTitle: "Здесь мы раскажем вам о долгих согласных.",
  icon: "子音",
  category: ["katakana"],
  screens: [
    { 
      
      title: "Долгие согласные в катакане.",
      blocks: [
        {
          text: "В японском языке долгие согласные играют важную роль, особенно в катакане, где они обозначаются особым символом.",
        },
        {
          text: "Маленький символ «tsu» (ッ) используется в катакане перед согласной для обозначения её удвоения. Этот символ не произносится.",
        },
        {
          text: "Рассмотрим примеры использования обычной «tsu» (ツ) и маленькой «tsu» (ッ):",
        },
        {
          rules: [
            "カット (katto) - стрижка",
            "バッグ (baggu) - сумка",
          ],
        },
      ],
    },
    {
      
      title: "Сопоставь катакану с романдзи.",
      blocks: [
        {
          pairs: [
            ["ネックレス", "nekkuresu (ожерелье)"],
            ["ブラック", "burakku (черный)"],
            ["ライラック", "rairakku (сирень)"],
          ]
        }
      ],
    },
    {
      
      title: "Выбери катакану для painappuru (ананас).",
      blocks: [
        {
          sequence: [ "パ", "イ", "ナ", "ッ", "プ", "ル" ]
        }
      ],
    },
  ],
};
