export const yoonKatakana = {
  id: "515aea21-2b85-4a5a-8238-03b4a8044765",
  title: "Юон",
  subTitle: "ヤ, ユ, ヨ",
  infoTitle: "Информация",
  infoSubTitle: "Здесь мы расскажем вам о юон.",
  icon: "拗音", 
  category: ["katakana"],
  screens: [
    {
      
      title: "Юон",
      blocks: [
        {
          text: "Сегодня мы погрузимся в изучение последнего правила хираганы, но прежде давайте вспомним эти три особенные буквы:",
        },
        {
          rules: [
            "ヤ (ya)",
            "ユ (yu)",
            "ヨ (yo)",
          ]
        },
      ],
    },
    {
      
      title: "Сопоставь катакану с романдзи.",
      blocks: [
        {
          pairs: [
            ["ヤモリ", "yamori (геккон)"],
            ["ユーロ", "yūro (евро)"],
            ["ヨーロッパ", "yōroppa (Европа)"],
          ],
        },
      ],
    },
    {
      
      title: "Подсказка!",
      blocks: [
        {
          text: "Существуют уменьшенные версии **ヤ (ya)**, **ユ (yu)** и **ヨ (yo)**, в процессе произношения эти слоги сливаются с предшествующей им слогом хираганы, образуя один звук. Сравним стандартную **ヤ (ya)** и уменьшенную **ャ (ya)**.",
        },
        {
          rules: [
            "キヤ (kiya)",
            "キャ (kya)",
          ],
        },
      ],
    },
    {
      
      title: "Юон ki, gi.",
      blocks: [
        {
          text: "Элементы юон (ヤ, ユ, ヨ) могут объединяться с символами, которые заканчиваются на «i». Для начала, рассмотрим комбинации с キ (ki) и ギ (gi).",
        },
        {
          table: [
            ["Ки (キ)", "Кя (キャ)", "Кю (キュ)", "Кё (キョ)"],
            ["Ги (ギ)", "Гя (ギャ)", "Гю (ギュ)", "Гё (ギョ)"]
          ]
        },
      ],
    },
    {
      
      title: "Сопоставь катакану с романдзи.",
      blocks: [
        {
          pairs: [
            ["キャラバン", "kyaraban (караван)"],
            ["キューバ", "kyūba (Куба)"],
            ["ギャング", "gyangu (банда)"],
          ],
        },
      ],
    },
    {
      
      title: "Юон shi, ji.",
      blocks: [
        {
          text: "Слоги shi (**シ**) и ji (**ジ**) также могут образовывать юон с буквами **ャ**, **ュ**, **ョ**, создавая звуки sha, shu, sho и ja, ju, jo.",
        },
        {
          table: [
            ["シ (shi)", "シャ (sha)", "シュ (shu)", "ショ (sho)"],
            ["ジ (ji)", "ジャ (ja)", "ジュ (ju)", "ジョ (jo)"],
          ]
        }
      ],
    },
    {
      
      title: "Выбери катакану для shatsu (рубашка).",
      blocks: [
        {
          answers: [
            { title: "シャツ", isTrue: true },
            { title: "ショーツ", isTrue: false },
            { title: "クジャク", isTrue: false },
          ]
        },
      ],
    },
    {
      
      title: "Юон chi, ji.",
      blocks: [
        {
          text: "Слоги **チ** (chi) и **ヂ** (ji) могут использоваться для создания звуков cha, chu, cho и ja, ju, jo. В современном японском языке буква **ヂ** часто заменяется на **ジ**.",
        },
        {
          table: [
            ["チ (chi)", "チャ (cha)", "チュ (chu)", "チョ (cho)"],
            ["ヂ (ji) (устар.)", "ヂャ (ja)", "ヂュ (ju)", "ヂョ (jo)"],
          ]
        }
      ],
    },
    {
      
      title: "Выбери катакану для chansu (шанс).",
      blocks: [
        { sequence: [ "チ", "ャ", "ン", "ス" ] },
      ],
    },
    {
      
      title: "Юон ni, mi.",
      blocks: [
        {
          text: "Сочетания ni (**ニ**) и mi (**ミ**) с уменьшенными символами позволяют создать сложные звуки nya, nyu, nyo и mya, myu, myo.",
        },
        {
          table: [
            ["ニ (ni)", "ニャ (nya)", "ニュ (nyu)", "ニョ (nyo)"],
            ["ミ (mi)", "ミャ (mya)", "ミュ (myu)", "ミョ (myo)"],
          ]
        },
      ],
    },
    {
      
      title: "Выбери катакану для myūjikaru (мюзикл).",
      blocks: [
        {
          answers: [
            { title: "トウミョウ", isTrue: false },
            { title: "ミュージカル", isTrue: true },
            { title: "ニューギニア", isTrue: false },
          ]
        },
      ],
    },
    {
      
      title: "Юон ri.",
      blocks: [
        {
          text: "Слог ri (**リ**) сочетается с уменьшенными гласными для формирования звуков rya, ryu, ryo.",
        },
        {
          rules: [
            "リャ (rya)",
            "リュ (ryu)",
            "リョ (ryo)",
          ]
        },
      ],
    },
    {
      
      title: "Выбери катакану для ryukkusakku (рюкзак).",
      blocks: [
        { sequence: [
          "リ", "ュ", "ッ", "ク", "サ", "ッ", "ク"
        ] },
      ],
    },
    {
      
      title: "Юон hi, bi, pi.",
      blocks: [
        {
          text: "Для создания звуков юон используйте слоги hi (**ヒ**), bi (**ビ**) и pi (**ピ**) в сочетании с уменьшенными гласными.",
        },
        {
          table: [
            ["ヒ (hi)", "ヒャ (hya)", "ヒュ (hyu)", "ヒョ (hyo)"],
            ["ビ (bi)", "ビャ (bya)", "ビュ (byu)", "ビョ (byo)"],
            ["ピ (pi)", "ピャ (pya)", "ピュ (pyu)", "ピョ (pyo)"],
          ]
        },
      ],
    },
    {
      
      title: "Сопоставь катакану с романдзи.",
      blocks: [
        {
          pairs: [
            ["ヒューズ", "hyūzu (пробка)"],
            ["ビューティー", "byūtī (красота)"],
            ["ヒョウ", "hyō (леопард)"],
          ]
        },
      ],
    },
  ],
};
